amatiasq.sort-imports
aprilandjan.ascii-tree-generator
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.npm-intellisense
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
donjayamanne.githistory
DotJoshJohnson.xml
EditorConfig.EditorConfig
enkia.tokyo-night
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
goessner.mdmath
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
James-Yu.latex-workshop
jpoissonnier.vscode-styled-components
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vsliveshare.vsliveshare
octref.vetur
Orta.vscode-jest
pflannery.vscode-versionlens
PKief.material-icon-theme
pnp.polacode
Prisma.prisma
q.typescript-mono-repo-import-helper
ritwickdey.LiveServer
rust-lang.rust
silvenon.mdx
SPGoding.datapack-language-server
stylelint.vscode-stylelint
svelte.svelte-vscode
tht13.html-preview-vscode
toba.vsfire
ue.alphabetical-sorter
Vtrois.gitmoji-vscode
wayou.vscode-todo-highlight
wix.glean
wix.vscode-import-cost
yzhang.markdown-all-in-one
